example/query/Poll_event_sensor_specific/GE_sDev.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:query="urn:epcglobal:epcis-query:xsd:1" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Header/>
    <soapenv:Body>
        <query:Poll>
            <queryName>SimpleEventQuery</queryName>
            <params>
                <param>
                    <!-- GE or LT -->
                    <name>GE_sDev</name>
                    <value xsi:type="xsd:double">10000000000.0</value>
                </param>
            </params>
        </query:Poll>
    </soapenv:Body>
</soapenv:Envelope>